Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 而且看他们一家四口的气质打扮，更不是他这个小摊贩能招惹的，现在他就想着赶紧送走这一家子，然后回家培养下一批大鹅。
en_us: Moreover, looking at the family of four's dressing and temperaments, they weren't people that a little stall owner like him could afford to offend. All he wanted to do now was to send this family away, and return home to raise another batch of geese.

source: 而且还会出现暴雪和暴风，就算是十级巨龙也无法穿越那重重障碍，甚至出现过十级巨龙迷失在雪原的事件。
en_us: Moreover, there would also be snowstorms and hailstorms, so even a 10th-tier giant dragon couldn't go through all those barriers easily. There had cases whereby a 10th-tier giant dragon got lost in it.

source: 而且还有一些奴隶主将土地和一些财产赠送给曾经的家仆，让他们在生命之城也有了立身之本。
en_us: Moreover, there were even some slave owners who gave some of their lands and properties to their former slaves, giving them a means to survive in the City of Life.

source: 而且还有小道消息传出，昨晚布卢姆将军死前，曾经高呼二皇子乔修殿下的名讳，负责保护他的十级骑士利尔也提到乔修。
en_us: Furthermore, there were gossips that General Blum had called out the name of the second prince, Josh, before he died, and the 10th-tier knight Lear, who was in charge of his protection, mentioned Josh too.

source: 而且这个数字还在稳定的上升中。
en_us: Moreover, this number was still climbing steadily.

source: 而且这套蒸馏设备的设计其实缺陷非常多，转化效率低下，操作还非常复杂，如果不是这套设备的设计者，或者没有经过专业的训练，很难掌控。
en_us: Furthermore, the design of this distillation equipment actually had a lot of defects. The conversion efficiency was low and the operation was very complicated. If the person wasn't this distillation equipment's designer, or hadn't gone through professional training, it would be very difficult to control it.

source: 而且都是品质极高的食材。
en_us: On top of that, they were all good-quality ingredients.

source: 而且醉梦中，好像还起来救了个人？
en_us: On top of that, she seemed to have saved someone while she was drunk?

source: 而且麦格很快认出了卢西恩，这位兵部的实干派副主事，在亚历克斯的记忆中印象还算不错。
en_us: On top of that, Mag could recognize Lucien very quickly. He was a deputy manager in the Ministry of Defense, and his impression was rather positive in Alex's memories.

source: 而且黄瓜容易出水，酱汁与其混合之后，会因为黄瓜水分析出而变淡，这也是需要考虑的问题。
en_us: On top of that, the cucumber was veyr juciy. Therefore, when the cucumber was mixed with the sauce, the sauce would become lighter due to the cucumber juice. This was also something that Mag had to take into consideration.

source: 而且，一个拿了品酒大会金奖的高端酒，竟然卖两百铜币一瓶。
en_us: Furthermore, how could a high-end liquor that won the liquor tasting's gold award only sell for 200 copper coins per bottle?

source: 而且，之前的灭门惨案几乎没有完整的尸体留下，今日利尔冒死如火场将布卢姆的尸体抱出来，却是这般惨像，不免让人往魔鬼的身上联想。
en_us: Besides, there was almost no complete corpse left in the previous murder cases. Lear risked his life to carry Blum's corpse out from the fire, but it was already in such a horrifying state. It was inevitable for one to associate it with the devil.

source: 而且，他们真的会杀人。
en_us: Furthermore, they would really kill.

source: 而且，他现在已经是半神，离成神不过是差了一份天道认证，所谓的神灵在他眼中已经失去了神秘感和高不可攀的感觉。
en_us: Furthermore, he was already a demigod now, and only lacked a recognition from God to become a complete god. Hence, the so-called Holy Spirit had already lost its mystery and unattainability in his eyes.

source: 而且，以这瓶酒的品质，泰坦酒馆的生意应该更为火爆才对，甚至能够带飞罗莫街。
en_us: Besides, the quality of this bottle of wine should be able to make Titan Tavern's business boom, or even bring it out of Romo street.

source: 而且，前天夜里，不知道哪来的凶手，把兵部好几位大人给灭了满门，一把火烧的干干净净，连个完整的尸体都看不到了。
en_us: "Besides, a killer from nowhere slaughtered the families of many generals the night before, and burnt everything to the ground. There was not a single complete corpse to be found.

source: 而且，还是自己最亲近最在乎的人。
en_us: Furthermore, they were the people that were the closest to him and he cared the most about.

source: 而且，还有暖气可以蹭？
en_us: On top of that, he's here for the free warmer?

source: 而且，这也是从未见他做过的东西。
en_us: Moreover, this was something they had never seen him made before.

source: 而且，这可是近战和远攻魔法双休，还有着当今天下第一强者的父亲，天下第一美人的母亲的超级二代！
en_us: Moreover, she was a super-second-generation who was well-versed in both long-range offensive and close combat magic, and had a father who was the mightiest powerhouse in this world and a mother who was the most beautiful in this world.

source: 而乔修则成了法师塔会长的徒弟，并在官场上崭露锋芒，获得了不少文官的拥戴。
en_us: Meanwhile, Josh had become the disciple of the president of the Magus Tower, and had been shining brightly in that aspect, earning support from the courtiers.

source: 而乔修最终没有杀死亚历克斯，而是将他废了之后任由他离去，造就了如今他们父子多了一个强大死敌的局面，也是愚蠢到了极致。
en_us: Josh did not kill Alex in the end. Instead, he maimed him, and allowed him to leave. This caused the situation they were facing today as father and sons against this strong enemy. It was also an utterly foolish move.

source: 而今天三十三栋楼的成交量，又刷满了他当上主管首月的业绩要求，今晚不知道还能不能和老板女儿共进晚餐，或者再发展点其他的步骤。
en_us: The sales of 33 properties had completed his first month requirement after he was promoted to supervisor. He wondered if he could have dinner with the boss' daughter tonight and perhaps, go on further with her.

source: 而今天塞班酒馆获得金奖，他才准备将商铺对外招租，并且设定了诸多限定条件，以及远高于市场价的租金。
en_us: Moreover, he only prepared to let out the shops after Saipan Tavern got the gold award today, and he set up many restrictive conditions and a rental price that was much higher than the market rate.

source: 而从他控制兵部发动战争的手段来看，他或许还有着隐藏更深的手段，
en_us: Moreover, judging from the methods he used to control the military and start the war, he might have more hidden methods.

source: 而从她先前的反应来看，古老者对于克苏鲁以及其他被封印的旧日支配者，应该是有着极强的敌意的。
en_us: Furthemore, judging from her previous reaction, the Elder Things should have a very strong animosity towards Cthulhu and the other sealed Great Old Ones.

source: 而他个人比较开心的是，经过早上的品酒大会，泰坦酒馆的知名度已经成功突破1000，达到了2122。
en_us: What made him happy was Saipan Tavern's fame had already broke through 1000 after the liquor tasting event in the morning. It had reached 2122.

source: 而他也是升职加薪，成了一名主管，还和老板的女儿有了第一次约会。
en_us: Right now, he had a promotion and a raise and had become a supervisor. He even had his first date with his boss's daughter.

source: 而他们周遭看似平静，却暗藏着无数被切割的空间裂缝，有闯入的古尸直接被切割成了碎片。
en_us: Around them, all seemed calm. However, there were actually countless spatial cracks slit by the sword and spear. Some of the ancient corpses that barged in were cut into minced meat.

source: 而他，将成为历史的参与者，这让他感到兴奋。
en_us: And he was going to be a part of history, which made him excited.

source: 而伊琳娜似乎借助了不属于她的力量发出一击，尚未从那种状态之中解除。
en_us: Meanwhile, Irina seemed to have remained in that state after she borrowed power that didn't belong to her.

source: 而伊琳娜则是主动要求一同前往。
en_us: And Irina asked to go with him.

source: 而作为一个偶偶会去麦米餐厅打牙祭的熟客，他对于作为团宠的小老板还是有些了解的，这更让他无法理解，这个小姑娘是如何与教皇和教廷联系起来的。
en_us: As a regular customer who occasionally went to Mamy Restaurant for his meals, he knew a little about the Little Boss who was pampered by many. This made him even more puzzled. How did this little girl get in touch with the pope and the Holy See?

source: 而像你一样长得英俊的作者，大都会找厉害的画手把他的画像画在书册之上，从而圈住一些才华之外吸引的粉丝。
en_us: "Meanwhile, most of the authors who are handsome like you would get great illustrators to paint their portraits on the books to attract fans who like them besides their talents.

source: 而克苏鲁也是扇动着双翅腾空而起，翅膀上的破洞快速修复，转眼已是愈合如初，同样向着战舰飞来。
en_us: Meanwhile, Cthulhu also flapped its wings and took to the air. The holes on its wings repaired themselves rapidly and they were soon good as new. It flew towards the battleship too.

source: 而克苏鲁的出现，让古尸陷入了更加疯狂的状态中，数十具能够飞行的古尸腾空而起，组成队形向着伊琳娜他们飞来。
en_us: Meanwhile, Cthulhu's appearance made the ancient corpses descend into a greater craziness. Dozens of ancient corpse that could fly, took to the air and flew towards Irina in formations.

source: 而兰克斯特却能与麦格强行五五开，在交锋之中不落下风，实力之强，可见一斑。
en_us: However, Rankster was able to fight it out with him without falling short and that showed how strong he was.

source: 而其他商家想要蹭这个人气，便会在罗莫街上开展商业活动，继而带动人气的再次上升。
en_us: If other merchants wanted to ride thsi wave, they would have to start their commercial activities in Romo Street and that would continue to bring the crowds in.

source: 而凉拌猪耳朵这道菜，有了做夫妻肺片的经验后，触类旁通，同样简单快手。
en_us: Meanwhile, the pig ears salad was equally easy to learn after he had the experience of making the sliced beef and ox tongue in chili sauce.

source: 而勉强能够将它短暂拖延的麦格，这会却被势均力敌的兰克斯特拖住。
en_us: And Mag, who could barely drag it down, was dragged down by Rankster who was as strong as him.

source: 而卢西恩与赫克托关系也是颇为莫逆，如今赫克托走了，卢西恩与波比走的颇为亲近，今日兵部几位主官一同出来饮酒，以波比的官职和身份一般不在邀请之列，却被卢西恩带上，不免让人多想一点。
en_us: Besides, Lucien and Hector were close friends too. Now that Hector had left, Lucien and Bobby got close to each other. In fact, with Bobby's rank and status, he shouldn't be among the main Ministry of Defense's officials to be invited for a drink, but Lucien still brought him along. Hence, this gave people something to ponder.

source: 而即便洛斯帝国有二十多位十级强者在场，他们也没有把握能够在皇宫外将亚历克斯和伊琳娜抓住。
en_us: Even if there were more than 20 powerhouses present in the Roth Empire, they were not confident of capturing Alex and Irina outside the palace.

source: 而原本微微闪烁着光芒的金色光点也在闪动着。
en_us: On top of that, the faint flickering golden glow started moving.

source: 而在几位大佬的追问之下，布卢姆临死之前曾经惊呼乔修的事情，也被问了出来。
en_us: Under the interrogation of the few big bosses, the guards even spilled out that Blum called out Josh's name before he died.

source: 而在塞班酒馆的上方虚空之中，悬空漂浮着一个庞然大物。
en_us: Meanwhile, in the air above Saipan Tavern, a giant creature hovered in midair.

source: 而在文章的最后，则留了一句提示：后文有麦格先生亲笔所书的鱼香茄子教程一份，并附有一张麦格先生的画像！
en_us: At the end of the article was a reminder: "There is a tutorial for the eggplant with garlic sauce written by Mr. Mag himself at the back of the magazine, and a picture of Mr. Mag is included!"

source: 而在那些坑洞中还散落着一些残缺的骨头和尸块，有新近被啃食的痕迹。
en_us: There were also some scattered bones and body parts in the holes. There were also recent bite marks

source: 而在那封面上，除了食全食美四个大字之外，还有一个未上色的厨师的简笔画，无论是衣着还是模样，的确都和麦格有些相似
en_us: On that cover, apart from the words "Perfect Food," there was an uncolored sketch of a chef. Be it the clothing or looks, it did look like Mag.

source: 而塞班酒馆……这不是哈迪斯先生开的酒馆吗？！
en_us: Meanwhile, Saipan Tavern...Wasn't that Mr. Hades' tavern?!

source: 而塞班酒馆和泰坦酒馆在品酒大会上双双获得金奖的消息，也是在罗莫街上不胫而走。
en_us: Meanwhile, the news of Saipan Tavern and Titan Tavern both winning the gold awards had already spread on Romo Street.

source: 而大师的酒鬼花生，麻辣卤汁浸泡两个小时，去皮冷冻十二小时，然后油炸至微微泛黄，留底油加入干辣椒和花椒煸炒出味，再把炸好的花生倒入锅中翻炒，关火加入白砂糖、椒盐快速拌匀。
en_us: Meanwhile, the master's drunkard peanuts would be soaked in the mala spicy marinate for two hours, and the skin would be removed and the peanuts frozen for 12 hours before being deep-fried to golden brown. Keeping some of the deep-frying oil, the dried chili and the Sichuan pepper would be added in and stir-fried. Then, the fried peanuts would be tossed in to be stir-fried too. After turning off the fire, white sugar, salt, and pepper would be added in and quickly stirred.

source: 而她只是平静的坐在那里，手里还拿着一本画本，却依旧有种一家之主的气势。
en_us: She was simpy sitting there calmly with a picture book in her hand and yet she looked like the master of the house.

source: 而她怀里还抱着一个圆滚滚的黑白相间的异兽，看起来也是可爱极了。
en_us: Furthermore, she was cuddling a weird beast that was black and white and rotund. It also looked extremely cute.

source: 而她现在手里还有二十五个圈，围栏里还有二十五只鹅……
en_us: She still had 25 rings, and there were still 25 geese within the fences…

source: 而她的身份为‘观察者’。
en_us: And, her identity was the "Observer".

source: 而如何安排员工休假，也是他需要考虑的事情。
en_us: He also had to consider how to arrange the employees' leaves.

source: 而孩子们的目光则是跟着落到了薇薇安的冰激凌上，开始好奇让这位漂亮大姐姐那么开心的舔着的东西是什么。
en_us: Meanwhile, the children's gaze landed on Vivian's ice cream. They began to feel curious about the thing that this pretty big sister was licking so happily.

source: 而安德烈对此并未作出任何正面回应，派往边境的士兵甚至还在增加，局势依旧紧张。
en_us: Andre didn't make any response, and he even dispatched more troops to the borders. The situation was still as tense as ever.

source: 而对于这些老板们的重新装修计划，他更是十分支持。
en_us: As for these bosses' plans to refurbish their shops, Mag was very supportive too.

source: 而对面的泰坦酒馆，却挂上了暂停营业的公告，宣布正式进入整改阶段。
en_us: Meanwhile, Titan Tavern right across the street, had hung up a temporarily closed notice for their upgrading phase.

source: 而工作人员们的表情和孩子们相比也没有好到哪里，几个小姑娘看着麦格的眼睛已经开始闪着小星星。
en_us: The staff members' and children's expressions were no better. A few maidens already had little stars sparkling in their eyes.

source: 而希利的目光也是很快被面前的美食所吸引，从艾米那里收了回来。
en_us: Seely's gaze was soon attracted by the delicious food in front of him. He retracted his gaze from Amy.

source: 而希尔也听得非常认真，特别是有关艾米的部分，更是偶尔提出一些问题。
en_us: Seely was also listening to him very seriously, especially to the parts about Amy. He would also ask questions occasionally.

source: 而当年那场雨夜伏杀，麦格在伏击的人当中看到的几位军方强者，正是出自这位布卢姆的麾下。
en_us: And during the assassination on that rainy night, of the powerhouses from the military that Mag saw, the people participating in the ambush were under Blum.

source: 而德克和手下的众精灵兵士，此刻也是面露惊色，进退两难。
en_us: Dirk and the elven soldiers were terrified and caught in between.

source: 而成就他的，是在房产界留下了一段传奇的罗莫街一百多栋楼的打包售出，几乎一口气处理了十多家房产中介挂靠的低质资产，成了一段佳话。
en_us: What made him was the legend of the property world, the story of hundreds of buildings on Romo Street, wiping out more than 10 property agents' low-cost assets.

source: 而方圆千米内的古尸，更是化为了一地焦黑的骸骨
en_us: Meanwhile, the ancient corpses within 1000 meters distance were reduced to charred bones.

source: 而早已浸透花生的辣味和香料的香味，也是随之绽放。
en_us: At the same time, the flavors of the spices infused into the peanuts also blossomed.

source: 而昨日国王陛下宣布乔修为此案元凶之后，压在法部肩膀上的重担才算是被放下。
en_us: Yesterday, when the king announced that Josh was the culprit of the case, the heavy burden on the shoulders of the Ministry of Law was finally put down.

source: 而是悬浮在半空之中的那头巨大的紫纹狮鹫，以及坐在狮鹫背上的美丽精灵。
en_us: It was that giant purple-striped griffin that hovered in midair and the beautiful elf on the griffin's back.

source: 而暗夜精灵则开始活跃，暗中帮助奴隶精灵争取自由。
en_us: Meanwhile, the Night Elves began to get active, helping the elven slaves to fight for their freedom.

source: 而有关于塞班酒馆的一些小道消息，也是渐渐流传开来。
en_us: Some rumors about Saipan Tavern had also started spreading as well.

source: 而杀人放火的夫妇俩，却在回家后带着两个孩子吃起了火锅。
en_us: Meanwhile, the couple who committed the murder and arson were having hot pot with their two children after they returned home.

source: 而梅兰特也在旅途中将安妮的精血滴入龟甲石中，龟甲石上原本红色的细线变成了金色的，越是靠近暮光森林，点点金光便在龟甲石上闪烁，宛若星空一般。
en_us: Merante had dripped Annie's blood essence into the septaria oracle during the journey. The thin red lines on the septaria oracle changed to gold. The closer they got to the Twilight Forest, the more the golden light sparkled like the starry sky.

source: 而正是这个缘故，让毫无酿酒基础的埃菲的酿酒师之路变得十分坎坷。
en_us: And because of that, it made the path in becoming a brewer for Eiffie, who had no experience in brewing at all, very difficult.

source: 而此事在洛斯帝国内部也是引起了巨大的反响，前期被迫背锅的军方，在布卢姆被杀死，并且传出确切消息他在临死之前曾经高呼乔修名字后，多处军营发生了哗变，以多米尼克元帅为首的数位帝国大将，向安德烈提请严查此事，给兵部的大臣和布卢姆一个交代。
en_us: Meanwhile, this matter also caused huge repercussions within the Roth Empire. Mutinies broke out in many military camps after the news of Blum being murdered and him shouting out Josh's name before he died spread in the military, which was forced to shoulder the blame initially. A few Roth Empire's generals, with Marshal Dominic in the lead, requested Andre to investigate this matter thoroughly and give all the courtiers in the Ministry of Defense and Blum an explanation.

source: 而此地远离生命之城，哪怕现在求援，海伦娜大祭司也不一定能够及时赶到。
en_us: Moreover, this place was located far from the City of Life. Even if they asked for help now, High Priestess Helena might not be able to get here in time.

source: 而此时在深入学园五百多里的一处冰崖断层处，诺亚挥舞着一块红布，指引着天空中的紫纹狮鹫降落。
en_us: Right now, at an ice cliff 800 km into the snow plain, Noah waved a piece of red cloth, guiding the purple-striped griffin in the sky to land.

source: 而每一架火炮都可以看做是一个能够释放火球术的魔法师，如果能够在战争来临前造出一批数量可观的火炮，必然能够在战争中起到重要的作用。
en_us: And, each cannon could be deemed as a magic caster that could release fireball magic. If they could manufacture a huge batch of cannons before the war started, it would definitely play an important role in the war.

source: 而波比的目光已经被酒馆里唯一的客人所吸引，哦不，应该说是她面前那个小小的水晶杯所吸引，浓浓的酒香，正是从那其中散发出来的。
en_us: Meanwhile, Bobby's gaze was drawn to the only customer in the tavern, or rather the little crystal glass in front of her. That was where the rich fragrance came from.

source: 而现在，那位成就了他的哈迪斯先生，竟然找上门来了，难道是已经回过神来发现被坑了？
en_us: Now, the person who made him, Mr. Hades, came knocking on hsi door. Could he have found out that he was duped?

source: 而相同之处，在于他们的眼眶中闪烁着幽幽红光，发狂一般向着麦格他们涌来。
en_us: The same thing was the red gleam glistening in their eyes as they charged at Mag crazily.

source: 而站在乔修那一派的大臣，此时神情都不太好。
en_us: However, the courtiers in Josh's faction didn't look too good now.

source: 而等你熟练掌握之后，就可以像我一样，把田螺直接放到嘴里，用灵活的舌头调整田螺的方向，然后轻轻一吸，将螺肉吸出来，再把田螺壳吐掉。”
en_us: When you're more skillful at it, you can just put it in your mouth like me and use your tongue to adjust its position in your mouth. After that, just suck on it softly before spitting the empty shell out."

source: 而精神控制正是旧日支配者最擅长，也最让人头疼的能力。
en_us: Additionally, mind control was what the Great Old Ones were best at. It was also the ability that gave him the most trouble.

source: 而艾米也掏出了一套迷你版的厨具，刀具、砧板一应俱全。
en_us: Meanwhile, Amy also pulled out her mini kitchenware which consisted of knives, chopping board, and more.

source: 而茅台酒在今日获得如此赞誉和满分评分后，已经能够与泰坦酒一决高下，注定成为接下来洛都城里最火爆的酒馆中之一。
en_us: Meanwhile, after Maotai got such high praises and perfect scores today, it was already enable to hold its own against Titan Liquor. It was destined to become one of the most popular taverns in Rodu.

source: 而蛋黄酥的制作则要复杂的许多。
en_us: Meanwhile, it was much more complicated to make the salted egg yolk pastry.

source: 而诺兰大陆的天空是有上限的，那会不会是上一个世界的底盘？
en_us: On top of that, there is a upper limit to the sky of the Norland Continent. Would that be the bottom of the world up there?

source: 而这一切，都是因为遇见了麦格先生！
en_us: All these, was because she had met Mr. Mag!

source: 而这个人类男人取出长剑的时候，也做到了这一点。
en_us: And this human male did exactly the same when he took out his longsword.

source: 而这个商业体系的构建，将由麦格来把关。
en_us: This commercial system's structure would be controlled by Mag.

source: 而这个消息的另一面，则意味着持续了十数年的夺嫡之争，或许已经画上了句号。
en_us: Meanwhile, on the other side of the news, it meant that the fight for the throne that had lasted over 10-odd years had finally ended.

source: 而这个荣誉对于酿酒师来说，更是一种莫大的认同。
en_us: Furthermore, this honor to a brewer was a great recognition.

source: 而这些尸体被冰雪掩埋，有不少被冰冻而完好的保存下来，一直以来都陆续有人在雪原上发现古尸，其中不乏无法辨认种族的神秘古尸。
en_us: These bodies were buried by the ice and snow and many of them were preserved perfectly. People have been constantly finding ancient corpses on the snow plain and many of them were mysterious corpses of unidentifiable races.

source: 而这几日来询问商铺出租的客人，更是络绎不绝，把中介所的门槛都快踩烂了。
en_us: Furthermore, the customers who came to enquire for shops to rent were endless. They almost broke the agency's door.

source: 而这家名不见经传的小酒馆，也成了许多官员相约晚上去打卡喝一杯的新地点。
en_us: On top of that, the name of this little tavern that was spreading around also became a new spot for many officials to go for a drink at night.

source: 而这样的恩情，就算她用一辈子来偿还也是不够的。
en_us: As for this favor, she would not be able to repay it in her lifetime.

source: 而这样的殊荣，泰坦酒已经获得过三次。
en_us: Titan Liquor had already received such honor for three times.

source: 而这次差点攻入生命之城的战斗，却把这层关系彻底摧毁，将精灵族推到了和平联盟那边去。
en_us: But the attack on the City of Life this time had completely ruined this relationship, pushing the elves to the side of the Peace Alliance.

source: 而这段时间没有见到乔修上朝，也是从侧面印证了这个消息的真实性。
en_us: Moreover, nobody had seen Josh going to court during this time, so it sort of proved the authenticity of this news circumstantially.

source: 而这灌汤包可爱的外形，特别的吃法，也让她忍不住想要把它们画进画册里。
en_us: Besides, the soup dumpling's cute appearance and unique eating method made Annie want to draw them into her picture book.

source: 而这烤制还有个三刷三焗的讲究，这烤蛋黄酥不是一蹴而就的，蛋黄酥表层的蛋液要刷三遍，也就是要出炉复烤三遍，金黄酥脆的蛋黄酥才能正式出炉。
en_us: Furthermore, the pastry needed to be coated and baked trice during the baking process. The salted egg yolk pastry would be removed, coated with the egg yolk wash, and put back into the oven again three times before the golden and crispy salted egg yolk pastry was formally done.

source: 而那三个骑士也是恢复了清醒，有些疑惑的左右看了看，似乎并未察觉自己身上发生了什么。
en_us: The three knights also returned to their senses. They looked around, puzzled, and did not seem to have realized what happened to them.

source: 而那两道用耳朵和舌头做成的菜，和她预想的完全不同，看起来甚至有点……诱人？
en_us: And, those two side dishes that were made from ears and tongues, were completely different from her expectations. They were looked a little...enticinng?

source: 而那些戴着镣铐，神情愤怒而狂热的奴隶精灵，此刻正围在那些守卫周围。
en_us: Meanwhile, those elven slaves in shackles were surrounding those guards. The slaves looked angry and fanatic.

source: 而那些点了酒正喝着的客人，此刻都端着酒杯小口抿着、品着，从他们的表情可以判断这酒的确是好酒，不光是闻着香。
en_us: Furthermore, judging from how those customers were sipping and savoring the liquor with small glasses and their sated expressions, this liquor was indeed a great one. It didn't just smell nice.

source: 而那些父母尚在的孩子，基金会也对他们进行了帮扶，城主府方面更是为他们提供了一批无人居住的房子作为廉租房，几乎是免费让他们入住，并且积极为大人解决就业的问题，让他们至少能够生存下来。
en_us: Meanwhile, the foundation also provided certain help to those children whose parents were still around. The city lord's castle provided them with cheap rental housing that was vacant, and let them stay almost free of charge. The city lord's castle was also solving the adults' employment issues enthusiastically, so they could at least survive.

source: 而那些盯着麦米餐厅很长时间的餐厅老板们，听说这个消息后，更是把整个后厨都带到餐厅门口，开启抄抄抄模式。
en_us: On top of that, the restaurant owners who had been keeping their eyes on Mamy Restaurant for a long time quickly sent their chefs to the restaurant to copy the recipes upon hearing the news.

source: 而那些破落肮脏的店铺，则纷纷开始清洁卫生，或者直接选择关门重新装修升级。
en_us: Meanwhile, those dirty and rundown shops began to start cleaning up, or close down to refurbish or upgrade right away.

source: 而那些精灵守卫，也几乎被奴隶精灵全部杀死，只剩下五位，被几位努力精灵护住。
en_us: And those elven guards were almost all killed by the slaves. Only five of them were left and they were protected by a few elven slaves.

source: 而那些还开着的店铺门口，老板和员工们正在晒太阳闲聊。
en_us: Meanwhile, the bosses and employees were chatting and sunning themselves at the doors of those shops that were still open.

source: 而那些陈旧的典籍上写着的方块字，她完全无法辨认的，需要带回去让族中智者进行破解。
en_us: Meanwhile, she couldn't recognize all the characters on those old books. She needed to bring them back to let the elders decipher them.

source: 而那女孩身上有着克苏鲁的气息，却纯净的如一张白纸，这同样令她费解。
en_us: Meanwhile, although that girl had the Cthulhu's aura on her, she was as pure as a piece of blank paper. This was equally befuddling to her.

source: 而那守卫精灵的腿也是被直接一棒砸断。
en_us: The guard's leg was also smashed broken.

source: 而那玉米饼切成小块，味道也还不错，应该是把干玉米泡涨之后打碎，再加入一些面粉做出来的，口感蓬松，有玉米的清香，是非常不错的粗粮饼。
en_us: The corn cake was cut into small pieces. It tasted quite good too. It was probably made by smashing soaked dry corn and adding flour. The texture was very fluffy and the corn was refreshing. It was a rather good cake.

source: 而那道黑影已是再度向他冲来，黑色的长枪泛着幽光，黑色的铠甲簇新，那张刚毅的脸面无表情，目光有些木然，泛着幽幽红光。
en_us: That black shadow rushed towards him once again. The black spear gleamed. The black armor was completely new. His face was expressionless and his gaze was rather empty, with a hint of redness in his eyes.

source: 而酒窖的格局也按照之前麦格的设计方案重新规划了一遍，摒弃了一些多余的东西，精简了部分流程和工序，让整个酒窖看起来更加简洁。
en_us: The layout of the cellar was also redone according to Mag's plan. Some of the extra things were removed, leaving only a streamlined operation and work procedure. This would make the entire cellar look cleaner and simpler.

source: 而酒香正是吸引这些客人们入座点一瓶尝试一下的原因。
en_us: And the liquor's aroma was what attracted these customers to order a bottle to try.
